# Brewfile
# - relies on https://github.com/Homebrew/homebrew-bundle
#   brew tap Homebrew/bundle
# - install
#   brew bundle

# Terminal
brew 'chezmoi'
brew 'neovim'
brew 'mise'
brew 'fd'
brew 'fzf'
brew 'ripgrep'
brew 'zoxide'
brew 'starship'
brew 'tmux'
brew 'bat'
brew 'eza'
brew 'git-delta'
brew 'difftastic'
brew 'tldr'
brew 'readline'
brew 'jq'
brew 'lazygit'
brew 'atuin'
brew 'yazi'
